{
    "success": "(success)",
    "fail": "(FAIL) Perhaps you forgot to add the script?",
    "notify": "Show notifications",
    "traySetting": "Hide to tray on startup",
    "language": "Language",
    "afterSave1": "After save",
    "afterSave2": "will be restarted",
    "saveAll": "Save all",
    "settings": "Settings",
    "show": "Show",
    "quit": "Kill process",
    "URL": "URL",
    "Name": "Name",
    "emptyError": "Scripts URLs, names or scripts can't be empty!",
    "copyError": "Scripts URLs and names can't be the same!",
    "VBSScript": "VBS Script",
    "delete": "Delete",
    "log": "History (Log)",
    "addTask": "Add Task",
    "hidetotray": "Hide to tray",
    "kill": "Kill",
    "runOn": "Run on port",
    "save": "Save",
    "buttons": "Keys",
    "scNumber": "Script №",
    "SettingsBot": "Bot Settings",
    "AllowedTG_IDs": "Identifiers of telegrams that can send messages",
    "GeneralSettings": "General settings",
    "CarryOut": "Carry out",
    "Open": "Open",
    "Commands": "List of commands:",
    "NotAllowed": "You are not allowed to execute commands. You may have forgotten to add your telegram ID to the allowed list.",
    "notAllowedURLError": "The URL can contain only Latin characters and numbers",
    "urlTooltip": "The link that opens the script. The URL can contain only Latin characters and numbers",
    "nameTooltip": "The script name. It will be displayed in the notification",
    "VBSScriptTooltip": "Write down the code of your VBS script here",
    "buttonsTooltip": "Additional keys that will be pressed when executing the script. You can specify several keys, reading goes from top to bottom (Ctrl+Alt+Del)",
    "portTooltip": "The port to connect to. Requests should be sent to IP:PORT/ScriptName (for example, 192.168.0.107:5000/Pause, where 192.168.0.107 is the IP address of your device on the local network)",
    "notifyTooltip": "When disabled, it blocks all notifications about script executio.",
    "traySettingTooltip": "When enabled, the program will collapse into the tray immediately after launch",
    "BOTtokenTooltip": "Enter your telegram bot's token here (it looks like 7582552655:AAHmzfaKaoMnajrk47dLS76S2epa127gJ-0)",
    "AllowedTG_IDsTooltip": "Telegram IDs of users who can write to your telegram bot. Written as \"591845016,1038274625\" (separated by commas, without spaces between commands). You can find out your ID from the @myidbot bot.",
    "saveButtonTooltip": "After saving, the program will be restarted",
    "Notify": "Notify",
    "NotifyCheckboxTooltip": "You can disable notification of this script",
    "AdditionalSettings": "Additional settings",
    "CheckWorkURLTooltip": "If you use an application that provides a tunnel from an external IP to your local IP, it may sometimes stop working. If this happens, you can reboot it. To do this, paste the URL of your public host here (for example https://example.cloudpub.com) with the standard \"Call\" command (should be https://example.cloudpub.com/Call). Add the RestartTunnel.vbs file inside the CatPilot folder and write a script in it that restarts your tunnel. The specified link will be checked once a minute, waiting for an \"Ok\" response.",
    "AdditionalURLTooltip": "If necessary, specify an additional URL where the GET request will be sent every minute. This is useful if you want to keep track that CatPilot is active and ready to receive commands.",
    "CheckWorkURLLabel": "Tunnel health check",
    "AdditionalURLLabel": "Additional request URLs",
    "AdditionalURLResponse": "Additional URL Server response",
    "DeleteTaskQ": "Delete the script? It cannot be restored!",
    "AutoStart": "If you want the program to start automatically when Windows starts, check the box here",
    "run": "run",
    "ShowInTG_BOT": "show in tg bot",
    "ShowInTG_BOTTooltip": "If disabled, it will not be displayed in the Telegram bot when commands are requested",
    "ShowInTray": "show in tray",
    "ShowInTrayTooltip": "If disabled, it will not appear in the program's tray menu",
    "RunAtStart": "Run at the start of the system",
    "NotifyOnStart": "Notify at the start",
    "NotifyOnStartToolTip": "Immediately after launching the program, it sends a notification that it is ready to work",
    "NotifyOnStartMessage": "Ready to work"
}