{
    "success": "(éxito)",
    "fail": "(ERROR) ¿Olvidaste agregar el script?",
    "notify": "Mostrar notificaciones",
    "traySetting": "Ocultar en la bandeja de entrada después del inicio",
    "language": "Idioma",
    "afterSave1": "Después de guardar",
    "afterSave2": "se reiniciará",
    "saveAll": "Guardar todo",
    "settings": "Configuración",
    "show": "Mostrar",
    "quit": "Cerrar proceso",
    "URL": "URL",
    "Name": "Nombre",
    "emptyError": "¡La URL, los nombres o los scripts no pueden estar vacíos!",
    "copyError": "¡La URL y los nombres no pueden ser iguales!",
    "VBSScript": "Script VBS",
    "delete": "Eliminar",
    "log": "Historial (registro)",
    "addTask": "Añadir tarea",
    "hidetotray": "Ocultar en la bandeja",
    "kill": "Eliminar",
    "runOn": "Ejecutando en el puerto",
    "save": "Guardar",
    "buttons": "Teclas",
    "scNumber": "Número de script",
    "SettingsBot": "Configuración del bot",
    "AllowedTG_IDs": "IDs de Telegram que pueden enviar mensajes",
    "GeneralSettings": "Configuración general",
    "CarryOut": "Ejecutando",
    "Open": "Abriendo",
    "Commands": "Lista de comandos:",
    "NotAllowed": "No tienes permiso para ejecutar comandos. Quizás olvidaste agregar tu ID de Telegram a la lista de permitidos.",
    "notAllowedURLError": "La URL solo puede contener caracteres latinos y números",
    "urlTooltip": "Enlace que abrirá el script al abrirse. La URL solo puede contener caracteres latinos y números",
    "nameTooltip": "El nombre del script. Se mostrará en el Notificación",
    "VBSScriptTooltip": "Escribe aquí el código de tu script VBS",
    "buttonsTooltip": "Teclas adicionales que se pulsarán al ejecutar el script. Puedes especificar varias teclas; la lectura va de arriba a abajo (Ctrl+Alt+Supr)",
    "portTooltip": "El puerto al que se conectará. Las solicitudes deben enviarse a IP:PUERTO/NombreDeScript (por ejemplo, 192.168.0.107:5000/Pausa, donde 192.168.0.107 es la dirección IP de tu dispositivo en la red local)",
    "notifyTooltip": "Si está deshabilitado, bloquea todas las notificaciones sobre la ejecución del script",
    "traySettingTooltip": "Si está habilitado, el programa se minimizará en la bandeja del sistema inmediatamente después de iniciarse",
    "BOTtokenTooltip": "Introduce aquí el token de tu bot de Telegram (parece 7582552655:AAHmzfaKaoMnajrk47dLS76S2epa127gJ-0)",
    "AllowedTG_IDsTooltip": "IDs de Telegram de los usuarios que pueden escribir a tu bot de Telegram. Se escriben como \"591845016,1038274625\" (separados por comas, sin espacios entre comandos). Puedes encontrar tu ID en el bot @myidbot",
    "saveButtonTooltip": "Después de guardar, el programa se reiniciará",
    "Notify": "Notificación",
    "NotifyCheckboxTooltip": "Puedes desactivar las notificaciones sobre este script",
    "AdditionalSettings": "Configuración adicional",
    "CheckWorkURLTooltip": "Si usas una aplicación que proporciona un túnel desde una IP externa a tu IP local, a veces puede dejar de funcionar. Si esto sucede, puedes reiniciarla. Para ello, pega aquí la URL de tu Host público (por ejemplo, https://example.cloudpub.ru) con el comando estándar \"Call\" (debería ser https://example.cloudpub.ru/Call). Dentro de la carpeta CatPilot, agregue el archivo RestartTunnel.vbs y escriba un script que reinicie el túnel. El enlace especificado se comprobará una vez por minuto, esperando una respuesta \"Ok\"",
    "AdditionalURLTooltip": "Si es necesario, especifique una URL adicional a la que se realizará una solicitud GET cada minuto. Esto es útil si desea controlar que CatPilot esté activo y listo para recibir comandos",
    "CheckWorkURLLabel": "Comprobando el rendimiento del túnel",
    "AdditionalURLLabel": "URL de solicitud adicional",
    "AdditionalURLResponse": "Respuesta del servidor de URL adicional",
    "DeleteTaskQ": "¿Eliminar el script? ¡No se puede restaurar!",
    "AutoStart": "Si desea que el programa se inicie automáticamente al iniciar Windows, marque esta opción box",
    "run": "ejecutar",
    "ShowInTG_BOT": "Bot TG",
    "ShowInTG_BOTTooltip": "Si está deshabilitado, no se mostrará en el bot TG al solicitar comandos",
    "ShowInTray": "en la bandeja",
    "ShowInTrayTooltip": "Si está deshabilitado, no se mostrará en el menú del programa en la bandeja",
    "RunAtStart": "Ejecutar al iniciar el sistema",
    "NotifyOnStart": "Notificar al iniciar",
    "NotifyOnStartToolTip": "Inmediatamente después de iniciar el programa, envía una notificación indicando que está listo para funcionar",
    "NotifyOnStartMessage": "Listo para funcionar"
}