{
    "success": "(successo)",
    "fail": "(ERRORE) Forse hai dimenticato di aggiungere lo script?",
    "notify": "Mostra notifiche",
    "traySetting": "Nascondi nella barra delle applicazioni dopo l'avvio",
    "language": "Lingua",
    "afterSave1": "Dopo il salvataggio",
    "afterSave2": "verrà riavviato",
    "saveAll": "Salva tutto",
    "settings": "Impostazioni",
    "show": "Mostra",
    "quit": "Termina processo",
    "URL": "URL",
    "Name": "Nome",
    "emptyError": "URL, nomi o script non possono essere vuoti!",
    "copyError": "URL e nomi non possono essere uguali!",
    "VBSScript": "Script VBS",
    "delete": "Elimina",
    "log": "Cronologia (registro)",
    "addTask": "Aggiungi attività",
    "hidetotray": "Nascondi in tray",
    "kill": "Elimina",
    "runOn": "In esecuzione sulla porta",
    "save": "Salva",
    "buttons": "Tasti",
    "scNumber": "Script n.",
    "SettingsBot": "Impostazioni bot",
    "AllowedTG_IDs": "ID Telegram che possono inviare messaggi",
    "GeneralSettings": "Impostazioni generali",
    "CarryOut": "In esecuzione",
    "Open": "Apertura",
    "Commands": "Elenco comandi:",
    "NotAllowed": "Non sei autorizzato a eseguire comandi. Forse hai dimenticato di aggiungere il tuo ID Telegram all'elenco di quelli consentiti.",
    "notAllowedURLError": "L'URL può contenere solo caratteri latini e numeri",
    "urlTooltip": "Link che aprirà lo script all'apertura. L'URL può contenere solo caratteri latini e numeri",
    "nameTooltip": "Il nome dello script. Verrà visualizzato nella notifica",
    "VBSScriptTooltip": "Scrivi il tuo VBS codice script qui",
    "buttonsTooltip": "Tasti aggiuntivi che verranno premuti durante l'esecuzione dello script. È possibile specificare più tasti, la lettura procede dall'alto verso il basso (Ctrl+Alt+Canc)",
    "portTooltip": "La porta a cui connettersi. Le richieste devono essere inviate a IP:PORTA/NomeScript (ad esempio 192.168.0.107:5000/Pausa, dove 192.168.0.107 è l'indirizzo IP del dispositivo sulla rete locale)",
    "notifyTooltip": "Se disabilitato, blocca tutte le notifiche sull'esecuzione dello script",
    "traySettingTooltip": "Se abilitato, il programma verrà ridotto a icona nella barra delle applicazioni subito dopo l'avvio",
    "BOTtokenTooltip": "Inserisci qui il token del tuo bot Telegram (simile a 7582552655:AAHmzfaKaoMnajrk47dLS76S2epa127gJ-0)",
    "AllowedTG_IDsTooltip": "ID Telegram degli utenti che possono scrivere al tuo bot Telegram. Sono scritti come \"591845016,1038274625\" (separati da virgole, senza spazi tra i comandi). Puoi scoprire il tuo ID dal bot @myidbot",
    "saveButtonTooltip": "Dopo il salvataggio, il programma verrà riavviato",
    "Notify": "Notifica",
    "NotifyCheckboxTooltip": "Puoi disattivare la notifica relativa a questo script",
    "AdditionalSettings": "Impostazioni aggiuntive",
    "CheckWorkURLTooltip": "Se utilizzi un'applicazione che fornisce un tunnel da un IP esterno a quello locale, a volte potrebbe smettere di funzionare. In tal caso, puoi riavviarla. Per farlo, incolla qui l'URL di il tuo host pubblico (ad esempio, https://example.cloudpub.ru) con il comando standard \"Call\" (dovrebbe essere https://example.cloudpub.ru/Call). All'interno della cartella CatPilot, aggiungi il file RestartTunnel.vbs e scrivi uno script che riavvii il tunnel. Il collegamento specificato verrà controllato una volta al minuto, in attesa di una risposta \"Ok\"",
    "AdditionalURLTooltip": "Se necessario, specifica un URL aggiuntivo a cui verrà effettuata una richiesta GET ogni minuto. Questo è utile se vuoi monitorare che CatPilot sia attivo e pronto a ricevere comandi",
    "CheckWorkURLLabel": "Verifica delle prestazioni del tunnel",
    "AdditionalURLLabel": "URL di richiesta aggiuntivo",
    "AdditionalURLResponse": "Risposta del server URL aggiuntivo",
    "DeleteTaskQ": "Eliminare lo script? Non può essere ripristinato!",
    "AutoStart": "Se desideri che il programma si avvii automaticamente all'avvio di Windows, seleziona questa casella",
    "run": "run",
    "ShowInTG_BOT": "Bot TG",
    "ShowInTG_BOTTooltip": "Se disabilitato, non verrà visualizzato nel bot TG quando si richiedono comandi",
    "ShowInTray": "nella barra delle applicazioni",
    "ShowInTrayTooltip": "Se disabilitato, non verrà visualizzato nel menu del programma nella barra delle applicazioni",
    "RunAtStart": "Esegui all'avvio del sistema",
    "NotifyOnStart": "Notifica all'avvio",
    "NotifyOnStartToolTip": "Subito dopo l'avvio del programma, invia una notifica che è pronto per l'uso",
    "NotifyOnStartMessage": "Pronto per l'uso"
}