{
    "sucesso": "(sucesso)",
    "fail": "(ERRO) Talvez se tenha esquecido de adicionar o script?",
    "notify": "Mostrar notificações",
    "traySetting": "Ocultar na bandeja após o arranque",
    "language": "Língua",
    "afterSave1": "Após guardar",
    "afterSave2": "será reiniciado",
    "saveAll": "Guardar tudo",
    "settings": "Definições",
    "show": "Mostrar",
    "quit": "Encerrar processo",
    "URL": "URL",
    "Name": "Nome",
    "emptyError": "URL, nomes ou scripts não podem estar vazios!",
    "copyError": "URL e nomes não podem ser iguais!",
    "VBSScript": "Script VBS",
    "apagar": "Apagar",
    "log": "Histórico (log)",
    "addTask": "Adicionar Tarefa",
    "hidetotray": "Ocultar na bandeja",
    "matar": "Eliminar",
    "runOn": "A correr na porta",
    "save": "Guardar",
    "botões": "Teclas",
    "scNumber": "N.º de script",
    "SettingsBot": "Definições do bot",
    "AllowedTG_IDs": "IDs do Telegram que podem enviar mensagens",
    "GeneralSettings": "Definições gerais",
    "CarryOut": "Executando",
    "Open": "Abrindo",
    "Commands": "Lista de comandos:",
    "NotAllowed": "Não tem permissão para executar comandos. Talvez se tenha esquecido de adicionar o seu ID do Telegram à lista de permitidos.",
    "notAllowedURLError": "O URL só pode conter caracteres latinos e números",
    "urlTooltip": "Link que abrirá o script quando aberto. O URL pode conter apenas caracteres latinos e números",
    "nameTooltip": "O nome do script. Será apresentado na notificação",
    "VBSScriptTooltip": "Escreva aqui o código do seu script VBS",
    "buttonsTooltip": "Teclas adicionais que serão premidas durante a execução do script. Pode especificar várias teclas, a leitura vai de cima para baixo (Ctrl+Alt+Del)",
    "portTooltip": "A porta para a ligação. Os pedidos devem ser enviados para IP:PORTA/NomeDoScript (por exemplo, 192.168.0.107:5000/Pausa, onde 192.168.0.107 é o endereço IP do seu dispositivo na rede local)",
    "notifyTooltip": "Quando desativado, bloqueia todas as notificações sobre a execução do script",
    "traySettingTooltip": "Quando ativado, o programa será minimizado na bandeja imediatamente após o lançamento",
    "BOTtokenTooltip": "Introduza aqui o token do seu bot do Telegram (parece 7582552655:AAHmzfaKaoMnajrk47dLS76S2epa127gJ-0)",
    "AllowedTG_IDsTooltip": "IDs do Telegram dos utilizadores que podem escrever para o seu bot do Telegram. São escritos como \"591845016,1038274625\" (separados por vírgulas, sem espaços entre os comandos). Pode descobrir o seu ID pelo bot @myidbot",
    "saveButtonTooltip": "Após guardar, o programa será reiniciado",
    "Notificar": "Notificação",
    "NotifyCheckboxTooltip": "Pode desativar a notificação sobre este script",
    "AdditionalSettings": "Definições adicionais",
    "CheckWorkURLTooltip": "Se utilizar uma aplicação que fornece um túnel de um IP externo para o seu local, este pode deixar de funcionar por vezes. Se isto acontecer, pode reiniciá-lo. Para tal, cole aqui o URL do seu host público (por exemplo, https://example.cloudpub.ru) com o comando padrão \"Call\" (deve ser https://example.cloudpub.ru/Call). Dentro da pasta CatPilot, adicione o ficheiro RestartTunnel.vbs e escreva um script no mesmo para reiniciar o túnel.",
    "AdditionalURLTooltip": "Se necessário, especifique um URL adicional para o qual será feito um pedido GET a cada minuto. Isto é útil se pretender monitorizar se o CatPilot está ativo e pronto para receber comandos",
    "CheckWorkURLLabel": "Verificação do desempenho do túnel",
    "AdditionalURLLabel": "URL de pedido adicional",
    "AdditionalURLResponse": "URL de resposta adicional do servidor",
    "DeleteTaskQ": "Apagar o script? Não pode ser restaurado!",
    "AutoStart": "Se pretender que o programa inicie automaticamente quando o Windows inicia, marque esta opção box",
    "run": "executar",
    "ShowInTG_BOT": "Bot TG",
    "ShowInTG_BOTTooltip": "Se desativado, não será apresentado no bot TG ao solicitar comandos",
    "ShowInTray": "na bandeja",
    "ShowInTrayTooltip": "Se desativado, não será apresentado no menu do programa na bandeja",
    "RunAtStart": "Executar no arranque do sistema",
    "NotifyOnStart": "Notificar no arranque",
    "NotifyOnStartToolTip": "Imediatamente após o programa iniciar, envia uma notificação de que está pronto a funcionar",
    "NotifyOnStartMessage": "Pronto a funcionar"
}