{
    "success": "(Erfolg)",
    "fail": "(FEHLER) Haben Sie vergessen, das Skript hinzuzufügen?",
    "notify": "Benachrichtigungen anzeigen",
    "traySetting": "Nach dem Start in der Taskleiste ausblenden",
    "language": "Sprache",
    "afterSave1": "Nach dem Speichern",
    "afterSave2": "Wird neu gestartet",
    "saveAll": "Alles speichern",
    "settings": "Einstellungen",
    "show": "Anzeigen",
    "quit": "Prozess beenden",
    "URL": "URL",
    "Name": "Name",
    "emptyError": "URL, Namen oder Skripte dürfen nicht leer sein!",
    "copyError": "URL und Namen dürfen nicht identisch sein!",
    "VBSScript": "VBS-Skript",
    "delete": "Löschen",
    "log": "Verlauf (Protokoll)",
    "addTask": "Aufgabe hinzufügen",
    "hidetotray": "In der Taskleiste ausblenden",
    "kill": "Beenden",
    "runOn": "Läuft auf Port",
    "save": "Speichern",
    "buttons": "Tasten",
    "scNumber": "Skriptnummer",
    "SettingsBot": "Bot-Einstellungen",
    "AllowedTG_IDs": "Telegram-IDs, die Nachrichten senden können",
    "GeneralSettings": "Allgemeine Einstellungen",
    "CarryOut": "Läuft",
    "Open": "Öffnen",
    "Commands": "Befehlsliste:",
    "NotAllowed": "Sie dürfen keine Befehle ausführen. Möglicherweise haben Sie vergessen, Ihre Telegram-ID zur Liste der zulässigen Befehle hinzuzufügen.",
    "notAllowedURLError": "Die URL darf nur lateinische Buchstaben und Zahlen enthalten.",
    "urlTooltip": "Beim Öffnen des Links wird das Skript geöffnet. Die URL darf nur lateinische Buchstaben und Zahlen enthalten.",
    "nameTooltip": "Name des Skripts. Wird in der Benachrichtigung angezeigt.",
    "VBSScriptTooltip": "Hier den Code Ihres VBS-Skripts eingeben.",
    "buttonsTooltip": "Zusätzliche Tasten, die beim Ausführen des Skripts gedrückt werden. Sie können mehrere Tasten angeben, die Lesung erfolgt von oben nach unten (Strg+Alt+Entf).",
    "portTooltip": "Der Port, zu dem die Verbindung hergestellt werden soll. Anfragen sollten an IP:PORT/Skriptname gesendet werden (z. B. 192.168.0.107:5000/Pause, wobei 192.168.0.107 die IP-Adresse Ihres Geräts im lokalen Netzwerk ist).",
    "notifyTooltip": "Wenn deaktiviert, werden alle Benachrichtigungen zur Skriptausführung blockiert.",
    "traySettingTooltip": "Wenn aktiviert, wird das Programm direkt nach dem Start in die Taskleiste minimiert.",
    "BOTtokenTooltip": "Geben Sie hier Ihren Telegram-Bot-Token ein (sieht aus wie 7582552655:AAHmzfaKaoMnajrk47dLS76S2epa127gJ-0)",
    "AllowedTG_IDsTooltip": "Telegram-IDs von Benutzern, die an deinen Telegram-Bot schreiben können. Sie werden als „591845016,1038274625“ geschrieben (durch Kommas getrennt, ohne Leerzeichen zwischen den Befehlen). Du kannst deine ID vom Bot @myidbot erfahren",
    "saveButtonTooltip": "Nach dem Speichern wird das Programm neu gestartet",
    "Notify": "Benachrichtigung",
    "NotifyCheckboxTooltip": "Sie können die Benachrichtigung über dieses Skript deaktivieren.",
    "AdditionalSettings": "Zusätzliche Einstellungen.",
    "CheckWorkURLTooltip": "Wenn Sie eine Anwendung verwenden, die einen Tunnel von einer externen IP-Adresse zu Ihrer lokalen IP-Adresse bereitstellt, kann es vorkommen, dass diese nicht mehr funktioniert. In diesem Fall können Sie sie neu starten. Fügen Sie dazu die URL Ihres öffentlichen Hosts (z. B. https://example.cloudpub.ru) mit dem Standardbefehl \",Call\", (sollte https://example.cloudpub.ru/Call lauten) ein. Fügen Sie im CatPilot-Ordner die Datei RestartTunnel.vbs hinzu und schreiben Sie darin ein Skript, das Ihren Tunnel neu startet. Der angegebene Link wird einmal pro Minute überprüft und erwartet eine \",Ok\", - Antwort.",
    "AdditionalURLTooltip": "Geben Sie bei Bedarf eine zusätzliche URL an, an die jede Minute eine GET-Anfrage gesendet wird. Dies ist nützlich, um zu verfolgen, ob CatPilot aktiv und bereit für den Empfang von Befehlen ist.",
    "CheckWorkURLLabel": "Tunnelfunktionalität wird geprüft",
    "AdditionalURLLabel": "Zusätzliche Anfrage-URL",
    "AdditionalURLResponse": "Zusätzliche URL der Serverantwort",
    "DeleteTaskQ": "Skript löschen? Es kann nicht wiederhergestellt werden!",
    "AutoStart": "Wenn das Programm automatisch beim Windows-Start gestartet werden soll, aktivieren Sie dieses Kontrollkästchen",
    "run": "Start",
    "ShowInTG_BOT": "TG-Bot",
    "ShowInTG_BOTTooltip": "Wenn deaktiviert, wird es bei Befehlsanfragen nicht im TG-Bot angezeigt",
    "ShowInTray": "In der Taskleiste",
    "ShowInTrayTooltip": "Wenn deaktiviert, wird es nicht im Programmmenü in der Taskleiste angezeigt",
    "RunAtStart": "Beim Systemstart ausführen",
    "NotifyOnStart": "Beim Start benachrichtigen",
    "NotifyOnStartToolTip": "Unmittelbar nach dem Start des Programms wird eine Benachrichtigung gesendet, dass es einsatzbereit ist",
    "NotifyOnStartMessage": "Startbereit"
}