{
  "success": "(success)",
  "fail": "(ERROR) Peut-être avez-vous oublié d'ajouter le script?",
  "notify": "Afficher les notifications",
  "traySetting": "Masquer dans la barre d'état système après le démarrage",
  "language": "Langue",
  "afterSave1": "Après l'enregistrement",
  "afterSave2": "sera redémarré",
  "saveAll": "Enregistrer tout",
  "settings": "Paramètres",
  "show": "Afficher",
  "quit": "Arrêter le processus",
  "URL": "URL",
  "Name": "Nom",
  "emptyError": "L'URL, les noms ou les scripts ne peuvent pas être vides!",
  "copyError": "L'URL et les noms ne peuvent pas être identiques!",
  "VBSScript": "Script VBS",
  "delete": "Supprimer",
  "log": "Historique (journal)",
  "addTask": "Ajouter une tâche",
  "hidetotray": "Masquer dans tray",
  "kill": "Tuer",
  "runOn": "Exécution sur le port",
  "save": "Enregistrer",
  "buttons": "Touches",
  "scNumber": "N° de script",
  "SettingsBot": "Paramètres du bot",
  "AllowedTG_IDs": "ID de télégrammes pouvant envoyer des messages",
  "GeneralSettings": "Paramètres généraux",
  "CarryOut": "Exécution",
  "Open": "Ouverture",
  "Commands": "Liste des commandes:",
  "NotAllowed": "Vous n'êtes pas autorisé à exécuter de commandes. Vous avez peut-être oublié d'ajouter votre ID de télégramme à la liste des commandes autorisées.",
  "notAllowedURLError": "L'URL ne peut contenir que des caractères latins et des chiffres",
  "urlTooltip": "Lien qui ouvrira le script à l'ouverture. L'URL ne peut contenir que des caractères latins et des chiffres",
  "nameTooltip": "Le nom du script. S'affichera dans la notification",
  "VBSScriptTooltip": "Écrivez le code de votre script VBS ici",
  "buttonsTooltip": "Touches supplémentaires à utiliser lors de l'exécution du script. Vous pouvez spécifier plusieurs touches, la lecture se fait de haut en bas (Ctrl+Alt+Suppr)",
  "portTooltip": "Port de connexion. Les requêtes doivent être envoyées à IP:PORT/ScriptName (par exemple 192.168.0.107:5000/Pause, où 192.168.0.107 est l'adresse IP de votre appareil sur le réseau local)",
  "notifyTooltip": "Lorsque cette option est désactivée, toutes les notifications relatives à l'exécution du script sont bloquées",
  "traySettingTooltip": "Lorsqu'elle est activée, le programme est réduit dans la barre d'état système immédiatement après son lancement",
  "BOTtokenTooltip": "Saisissez votre jeton de bot Telegram ici (ressemble à ceci). 7582552655:AAHmzfaKaoMnajrk47dLS76S2epa127gJ-0)",
  "AllowedTG_IDsTooltip": "Identifiants Telegram des utilisateurs autorisés à écrire à votre bot Telegram. Ils sont écrits sous la forme « 591845016,1038274625 » (séparés par des virgules, sans espaces entre les commandes). Vous pouvez trouver votre identifiant auprès du bot @myidbot",
  "saveButtonTooltip": "Après l'enregistrement, le programme redémarrera",
  "Notify": "Notification",
  "NotifyCheckboxTooltip": "Vous pouvez désactiver la notification concernant ce script",
  "AdditionalSettings": "Paramètres supplémentaires",
  "CheckWorkURLTooltip": "Si vous utilisez une application qui fournit un tunnel entre une adresse IP externe et votre adresse IP locale, elle peut parfois cesser de fonctionner. Dans ce cas, vous pouvez la redémarrer. Pour cela, collez ici l'URL de votre hôte public. (par exemple, https://example.cloudpub.ru) avec la commande standard «Call» (devrait être https://example.cloudpub.ru/Call). Dans le dossier CatPilot, ajoutez le fichier RestartTunnel.vbs et écrivez-y un script qui redémarre votre tunnel. Le lien spécifié sera vérifié toutes les minutes, en attendant une réponse «Ok».",
  "AdditionalURLTooltip": "Si nécessaire, spécifiez une URL supplémentaire vers laquelle une requête GET sera envoyée toutes les minutes. Ceci est utile pour vérifier que CatPilot est actif et prêt à recevoir des commandes.",
  "CheckWorkURLLabel": "Vérification des performances du tunnel.",
  "AdditionalURLLabel": "URL de requête supplémentaire.",
  "AdditionalURLResponse": "URL supplémentaire de réponse du serveur.",
  "DeleteTaskQ": "Supprimer le script? Il ne peut pas être restauré!",
  "AutoStart": "Si vous souhaitez que le programme démarre automatiquement au démarrage de Windows, cochez cette case.",
  "run": "run",
  "ShowInTG_BOT": "bot TG",
  "ShowInTG_BOTTooltip": "Si désactivé, l'option ne s'affichera pas dans le bot TG lors des requêtes de commandes",
  "ShowInTray": "dans la barre d'état système",
  "ShowInTrayTooltip": "Si désactivé, l'option ne s'affichera pas dans le menu des programmes de la barre d'état système",
  "RunAtStart": "Exécuter au démarrage du système",
  "NotifyOnStart": "Notifier au démarrage",
  "NotifyOnStartToolTip": "Immédiatement après le démarrage du programme, une notification est envoyée pour l'indiquer",
  "NotifyOnStartMessage": "Prêt à fonctionner"
}